# QT
qt5-quickcontrols2
qt5-wayland
qt6-5compat
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-shadertools
qt6-speech
qt6-svg
qt6-wayland
qt6-webchannel
qt6-webengine
polkit-qt6
qt6ct 

# BASE
hyprpaper
hyprlock
hypridle
nwg-bar
nwg-clipman
nwg-displays
git

# FONTS
ttf-jetbrains-mono-nerd 
ttf-hack-nerd
noto-fonts-emoji

# CLI-TOOLS
superfile
impala
ranger
nvim

# GUI-TOOLS
typobuster
discord

# AUDIO
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse

